package bd.org.shibir.model;

public class SchoolSyllabus {
    public static String[] schoolHadithBooks = new String[]{"হাদীস সংকলন  ", "হাদীস পড়ো জীবন গড়ো", "এসো জানি নবীর বাণী", "হাদীসের কিসসা", "হাদীস কাহিনী", "হাদীস কাহিনী"};
    public static String[] schoolHadithWriters = new String[]{"ইসলামিক এডুকেশন সোসাইটি", "আব্দুস শহীদ নাসিম", "আব্দুস শহীদ নাসিম", "আকরাম ফারুক", "মোবারক হোসেন খান (ইফাবা)", "খলিলুর রহমান মুমিন"};
    public static String[] schoolHistory = new String[]{"আমরা সেই সে জাতি(এক ও দুই খন্ড)", "সাহসী মানুষের গল্প (১ম ও ২য় খন্ড)", "সোনালী যুগের কাহিনী (১-২)"};
    public static String[] schoolHistoryWriters = new String[]{"আবুল আসাদ", "মোশাররফ হোসেন খান", "আবুল খায়ের মুসলেহ উদ্দীন"};
    public static String[] schoolIslamicIdeology = new String[]{"এসো আলোর পথে", "মুক্তির পয়গাম", "মোদের চলার পথ ইসলাম", "কিশোর মনে ভাবনা জাগে", "নতুন পৃথিবীর স্বপ্ন", "ছোটদের ইসলাম শিক্ষা সিরিজ", "মজার গল্প"};
    public static String[] schoolIslamicIdeologyWriters = new String[]{"আইসিএস পাবলিকেশন", "ইবনে মাসুম", "মাসুদ আলী", "অধ্যাপক গোলাম আযম", "আসাদ বিন হাফিজ", "ইসলামিক এডুকেশন সোসাইটি", ""};
    public static String[] schoolLifeHistory = new String[]{"দুর সাগরের ডাক ", "শ্রেষ্ঠ মুসলিম মণিষীদের জীবন কথা ", "সত্যের সেনানী ", "ওমর ইবনে আব্দুল আজিজ ", "শেখ সাদী ", "আব্দুল কাদের জিলানী ", "ছোটদের মুনশী মেহেরুল্লাহ ", "হযরত ইমাম বুখারী (রা:)", "ফুটলো গোলাম ইরান দেশে ", "মুসলিম মনীষীদের ছেলেবেলা ", "কয়েকজন মুসলিম বিজ্ঞানী ", "ছোটদের হাসানুল বান্না ", "হাজী  শরীয়াতুল্লাহ ", "সাইয়েদ নিসার আলী তিতুমীর ", "ছোটদের মওদূদী ", "নাম তার ফররুখ ", "ছোটদের নজরুল "};
    public static String[] schoolLifeHistoryWriters = new String[]{"আইসিএস পাবলিকেশন", "নাসির হেলাল", "এ.কে.এম নাজির আহমদ", "নূর মোহাম্মদ মল্লিক", "নূর মোহাম্মদ মল্লিক", "লুৎফুল হক", "নাসির হেলাল", "নূরুল আমীন আনসারী", "নূর মোহাম্মদ আনসারী", "হারুন অর রশীদ", "সৈয়দ আশেকুল হাই", "নূর মোহাম্মদ মল্লিক", "মোশাররফ হোসেন খান", "মোশাররফ হোসেন খান", "শেখ আনসার আলী", "আসাদ বিন হাফিজ", "বন্দে আলী মিয়া"};
    public static String[] schoolMasyalaMasayel = new String[]{"বেহেশতী জেওর (১,২)", "ছোটদের আসান ফিকাহ "};
    public static String[] schoolMasyalaMasayelWriters = new String[]{"আশরাফ আলী থানভী", "ইসলামীক এডুকেশন সোসাইটি"};
    public static String[] schoolNewspaper = new String[]{"কিশোর কণ্ঠ (মাসিক)", "Youth Wave", "ছোটদের ইসলামী সাধারণ জ্ঞান ", "ছোটদের কণ্ঠ গল্প সমগ্র ", "কিশোরকণ্ঠ উপন্যাস সমগ্র ", "মোরা বড় হতে চাই"};
    public static String[] schoolNewspaperWriters = new String[]{"কিশোরকণ্ঠ ফাউন্ডেশন", "Kishor Kantha Foundation", "মাসুদ আলী", "কিশোর কণ্ঠ ফাউন্ডেশন", "কিশোর কণ্ঠ ফাউন্ডেশন", "আহসান হাবীব ইমরোজ"};
    public static String[] schoolProphetLife = new String[]{"নবীদের সংগ্রামী জীবন", "ছোটদের নবী-রাসূল ", "আমাদের প্রিয় নবী ", "ছোটদের মহানবী ", "সাহাবীদের গল্প শোন ", "ছোটদের হযরত ওমর ", "আবুবকরের গল্প শোন ", "ওমর ফারুকের গল্প শোন ", "ওসমান গনির গল্প শোন ", "আলী হায়দারের গল্প শোন ", "বেহেশতের সুসংবাদ পেলেন যারা", "আদম (আ:)"};
    public static String[] schoolProphetLifeWriters = new String[]{"আব্দুস শহীদ নাসিম", "ইসলামীক এডুকেশন সোসাইটি", "আব্দুল মান্নান তালিব", "এ.জেড.এম. শামসুল আলম", "ইকবাল কবীর মোহন", "আবুল খায়ের মুসলেহ উদ্দীন", "মাহবুবুল হক ", "মাহবুবুল হক ", "মাহবুবুল হক ", "মাহবুবুল হক ", "নাসির হেলাল", "মাহবুবুল হক"};
    public static String[] schoolQuranBooks = new String[]{"তাফহীমুল কুরআনের সার সংক্ষেপ ", "ছোটদের কুরআন কথা", "তালিমুল কুরআন", "কুরআনের কাহিনী", "কুরআনের গল্প", "কুরআন পড়ো জীবন গড়ো"};
    public static String[] schoolQuranWriters = new String[]{"অধ্যাপক গোলাম আযম", "ছদরুদ্দীন (ইফাবা)", "ইসলামিক এডুকেশন সোসাইটি ", "মুহাম্মদ লুৎফুল করিম", "বন্দে আলী মিয়া", "আবদুস শহীদ নাসিম"};
}
